command_start = "Старт"

greet = "Здравствуйте, {name}! Готов к работе!"

help_text = "Этот бот создан для помощи в конвертации аудио записей, создаваемых в процессе патологоанатомических исследований, в текст"

rate_limit = "Слишком много запросов, попробуйте позже"

gen_wait = "⏳Пожалуйста, подождите немного, пока я обрабатываю ваш запрос...Запаситесь терпением, процесс требует времени )"

err = "🚫 К сожалению произошла ошибка, попробуйте позже"

start_getting_params = "Текст успешно распознан. Привожу его в порядок."
reading_complains = "Обрабатываю собранные данные"

error_during_execute = "Ошибка при обработке данных. Попробуйте повторить процедуру."


make_things_nice_prompt_begin = "Ниже приведено автоматическое распознавание голоса “Протокола прижизненного патологоантомического исследования, раздел Макроскопическое описание”, этот текст нужно привести в порядок, убрав распространенные ошибки распознавания. Дополнительных рассуждений не нужно, верни только приведенный в порядок текст. Результат распознавания: "
